Repository: weblate/xbmcbackup
Catalog: resources/language/resource.language.*/strings.po
Languages: pt_br

# Addon Summary
source: Backup and restore your Kodi database and configuration files in the event of a crash or file corruption.
pt_br: Faça backup e restaure o banco de dados do Kodi e seus arquivos de configuração, no caso de falha ou corrupção de arquivo.

# Addon Description
source: Ever hosed your Kodi configuration and wished you'd had a backup? Now you can with one easy click. You can export your database, playlist, thumbnails, addons and other configuration details to any source writeable by Kodi or directly to Dropbox cloud storage. Backups can be run on demand or via a scheduler.
pt_br: Sempre se preocupou com sua configuração do Kodi e desejou ter um backup? Agora você pode com um simples clique. Você pode exportar seu banco de dados, listas de reprodução, miniaturas, addons e outros detalhes de configuração para qualquer fonte gravável pelo Kodi ou diretamente ao armazenamento na nuvem Dropbox. Os backups podem ser executados sob demanda ou por agendamento.

# #30011
source: General
pt_br: Geral

# #30012
source: File Selection
pt_br: Seleção do Arquivo

# #30013
source: Scheduling
pt_br: Agendamento

# #30014
source: Simple
pt_br: Simples

# #30015
source: Advanced
pt_br: Avançado

# #30017
source: Restore
pt_br: Restaurar

# #30018
source: Browse Path
pt_br: Navegar pelo Caminho

# #30019
source: Type Path
pt_br: Digite Caminho

# #30020
source: Browse Remote Path
pt_br: Navegar pelo Caminho Remoto

# #30021
source: Backup Folder Name
pt_br: Nome da Pasta de Backup

# #30022
source: Progress Display
pt_br: Exibir Progresso

# #30023
source: Mode
pt_br: Modo

# #30024
source: Type Remote Path
pt_br: Digite Caminho Remoto

# #30025
source: Remote Path Type
pt_br: Digitar Caminho Remoto

# #30026
source: Backups to keep (0 for all)
pt_br: Backups para manter (0 para todos)

# #30028
source: Dropbox Key
pt_br: Chave do Dropbox

# #30029
source: Dropbox Secret
pt_br: Segredo do Dropbox

# #30030
source: User Addons
pt_br: Addons do usuário

# #30031
source: Addon Data
pt_br: Dados do Addon

# #30032
source: Database
pt_br: Base de dados

# #30033
source: Playlist
pt_br: Lista de Reprodução

# #30034
source: Thumbnails/Fanart
pt_br: Miniaturas/Fanart

# #30035
source: Config Files
pt_br: Arquivos de Configuração

# #30036
source: Disclaimer
pt_br: Declaração de exoneração de responsabilidade

# #30037
source: Canceling this menu will close and save changes
pt_br: Cancelar este menu fechará e salvará as alterações

# #30038
source: Advanced Settings Detected
pt_br: Configurações Avançadas Detectadas

# #30039
source: The advancedsettings file should be restored first
pt_br: O arquivo advancedsettings deve ser restaurado primeiro

# #30040
source: Select Yes to restore this file and restart Kodi
pt_br: Selecione Sim para restaurar este arquivo e reiniciar o Kodi

# #30041
source: Select No to continue
pt_br: Selecione Não para continuar

# #30042
source: Resume Restore
pt_br: Retomar Restauração

# #30043
source: The Backup addon has detected an unfinished restore
pt_br: O Addon de Backup detectou uma restauração inacabada

# #30044
source: Would you like to continue?
pt_br: Você gostaria de continuar?

# #30045
source: Error: Remote or zip file path doesn't exist
pt_br: Erro: o caminho do arquivo remoto ou zip não existe

# #30046
source: Starting
pt_br: Iniciando

# #30047
source: Local Dir
pt_br: Diretório Local

# #30048
source: Remote Dir
pt_br: Diretório Remoto

# #30049
source: Gathering file list
pt_br: Reunindo lista de arquivos

# #30050
source: Remote Path exists - may have old files in it!
pt_br: Existe um caminho remoto - pode conter arquivos antigos!

# #30051
source: Creating Files List
pt_br: Criando Lista de Arquivos

# #30052
source: Writing file
pt_br: Salvando arquivo

# #30053
source: Starting scheduled backup
pt_br: Iniciando backup agendado

# #30054
source: Removing backup
pt_br: Removendo backup

# #30056
source: Scan or click this URL to authorize, click OK AFTER completion
pt_br: Digitalize ou clique neste URL para autorizar, clique em OK APÓS a conclusão

# #30057
source: Click OK AFTER completion
pt_br: Clique em OK APÓS a conclusão

# #30058
source: Developer Code Needed
pt_br: Código do Desenvolvedor Necessário

# #30059
source: Visit https://www.dropbox.com/developers
pt_br: Visite https://www.dropbox.com/developers

# #30060
source: Enable Scheduler
pt_br: Habilitar Agendador

# #30061
source: Schedule
pt_br: Horário

# #30062
source: Hour of Day
pt_br: Hora do Dia

# #30063
source: Day of Week
pt_br: Dia da Semana

# #30065
source: Sunday
pt_br: Domingo

# #30066
source: Monday
pt_br: Segunda-feira

# #30067
source: Tuesday
pt_br: Terça-feira

# #30068
source: Wednesday
pt_br: Quarta-feira

# #30069
source: Thursday
pt_br: Quinta-feira

# #30070
source: Friday
pt_br: Sexta-feira

# #30071
source: Saturday
pt_br: Sábado

# #30072
source: Every Day
pt_br: Todos os Dias

# #30073
source: Every Week
pt_br: Todas as Semanas

# #30074
source: First Day of Month
pt_br: Primeiro Dia do Mês

# #30075
source: Custom Schedule
pt_br: Agenda Personalizada

# #30076
source: Shutdown After Backup
pt_br: Desligar Após Backup

# #30077
source: Restart Kodi
pt_br: Reiniciar Kodi

# #30078
source: A restart is recommended, select Yes to close Kodi
pt_br: Recomenda-se reiniciar, selecione Sim para fechar o Kodi

# #30079
source: Just Today
pt_br: Só Hoje

# #30080
source: Profiles
pt_br: Perfis

# #30081
source: Scheduler will run again on
pt_br: O agendador será executado novamente em

# #30082
source: Progress Bar
pt_br: Barra de Progresso

# #30083
source: Background Progress Bar
pt_br: Barra de Progresso em Segundo Plano

# #30084
source: None (Silent)
pt_br: Nenhum (Silencioso)

# #30085
source: Version Warning
pt_br: Aviso de Versão

# #30086
source: This version of Kodi is different than the one used to create the archive
pt_br: Esta versão do Kodi é diferente daquela usada para criar o arquivo

# #30087
source: Compress Archives
pt_br: Compactar Arquivos

# #30088
source: Copying Zip Archive
pt_br: Copiando Arquivo Zip

# #30089
source: Write Error Detected
pt_br: Erro de Gravação Detectado

# #30090
source: The destination may not be writeable
pt_br: A destinação pode não ser gravável

# #30091
source: Zip archive could not be copied
pt_br: O arquivo Zip não pôde ser copiado

# #30092
source: Not all files were copied
pt_br: Nem todos os arquivos foram copiados

# #30093
source: Delete Authorization Info
pt_br: Excluir Informações de Autorização

# #30094
source: This will delete any OAuth token files
pt_br: Isso excluirá todos os arquivos de token OAuth

# #30095
source: Do you want to do this?
pt_br: Você quer fazer isso?

# #30096
source: Old Zip Archive could not be deleted
pt_br: Não foi possível excluir o arquivo Zip antigo

# #30097
source: This needs to happen before a backup can run
pt_br: Isso precisa acontecer antes que um backup possa ser executado

# #30099
source: Open Settings
pt_br: Abrir Configurações

# #30100
source: Extracting Archive
pt_br: Extraindo Arquivo

# #30101
source: Error extracting the zip archive
pt_br: Erro ao extrair o arquivo zip

# #30102
source: Click OK to enter code
pt_br: Clique em OK para inserir o código

# #30103
source: Validation Code
pt_br: Código de Validação

# #30104
source: Authorize Now
pt_br: Autorizar Agora

# #30105
source: Authorize this remote service in the settings first
pt_br: Autorize este serviço remoto nas configurações primeiro

# #30106
source: is authorized
pt_br: está autorizado

# #30107
source: error authorizing
pt_br: erro ao autorizar

# #30108
source: Visit https://console.developers.google.com/
pt_br: Visite https://console.developers.google.com/

# #30109
source: Run on startup if missed
pt_br: Executar ao iniciar se ausente

# #30110
source: Set Name
pt_br: Definir Nome

# #30111
source: Root folder selection
pt_br: Seleção da pasta raiz

# #30112
source: Browse Folder
pt_br: Navegar Pasta

# #30113
source: Enter Own
pt_br: Digitar Próprio

# #30114
source: starts in Kodi home
pt_br: começa na tela inicial do Kodi

# #30115
source: enter path to start there
pt_br: insira o caminho para começar por aí

# #30116
source: Enter root path
pt_br: Insira o caminho raiz

# #30117
source: Path Error
pt_br: Erro de Caminho

# #30118
source: Path does not exist
pt_br: Caminho não existe

# #30119
source: Select root
pt_br: Selecionar raiz

# #30120
source: Add Exclude Folder
pt_br: Adicionar Pasta de Exclusão

# #30121
source: Root Folder
pt_br: Pasta Raiz

# #30122
source: Edit
pt_br: Editar

# #30124
source: Choose Action
pt_br: Escolher Ação

# #30125
source: Advanced Editor
pt_br: Editor Avançado

# #30126
source: Add Set
pt_br: Adicionar Definição

# #30127
source: Delete Set
pt_br: Excluir Definição

# #30128
source: Are you sure you want to delete?
pt_br: Tem certeza de que deseja excluir?

# #30129
source: Exclude
pt_br: Excluído

# #30130
source: The root folder cannot be changed
pt_br: A pasta raiz não pode ser alterada

# #30131
source: Choose Sets to Restore
pt_br: Escolher Definições para Restaurar

# #30132
source: Version 1.5.0 requires you to setup your file selections again - this is a breaking change
pt_br: A versão 1.5.0 exige que você configure suas seleções de arquivos novamente - esta é uma alteração significativa

# #30133
source: Game Saves
pt_br: Jogos Salvos

# #30134
source: Include
pt_br: Incluído

# #30135
source: Add Include Folder
pt_br: Adicionar Pasta de Inclusão

# #30136
source: Path must be within root folder
pt_br: O caminho deve estar dentro da pasta raiz

# #30137
source: This path is part of a rule already
pt_br: Esse caminho já faz parte de uma regra

# #30138
source: Set Name exists already
pt_br: O Nome Definido já existe

# #30139
source: Copy Simple Config
pt_br: Copiar Configuração Simples

# #30140
source: This will copy the default Simple file selection to the Advanced Editor
pt_br: Isto irá copiar a seleção de arquivo Simples padrão para o Editor Avançado

# #30141
source: This will erase any current Advanced Editor settings
pt_br: Isso apagará todas as configurações atuais do Editor Avançado

# #30142
source: Enable Verbose Logging
pt_br: Ativar o registro detalhado

# #30143
source: Exclude a specific folder from this backup set
pt_br: Excluir uma pasta específica desta definição de backup

# #30144
source: Include a specific folder to this backup set
pt_br: Incluir uma pasta específica nesta definição de backup

# #30145
source: Type
pt_br: Tipo

# #30146
source: Include Sub Folders
pt_br: Incluir Subpastas

# #30147
source: Toggle Sub Folders
pt_br: Alternar Subpastas

# #30148
source: Ask before restoring Kodi UI settings
pt_br: Perguntar antes de restaurar as configurações da UI do Kodi

# #30149
source: Restore Kodi UI Settings
pt_br: Restaurar configurações da interface do Kodi

# #30150
source: Restore saved Kodi system settings from backup?
pt_br: Restaurar as configurações salvas do sistema Kodi do backup?

# #30151
source: Enable Verbose Logging
pt_br: Ativar o registro detalhado

# #30152
source: Set Zip File Location
pt_br: Definir Localização do Arquivo Zip

# #30153
source: Full path to where the zip file will be staged during backup or restore - must be local to this device
pt_br: Caminho completo para onde o arquivo zip será preparado durante o backup ou restauração - deve ser local para este dispositivo

# #30154
source: Always prompt if Kodi settings should be restored - no by default
pt_br: Sempre pergunte se as configurações do Kodi devem ser restauradas - não por padrão

# #30155
source: Adds additional information to the log file
pt_br: Adiciona informações adicionais ao arquivo de log

# #30156
source: Must save key/secret first, then return to settings to authorize
pt_br: Deve salvar a chave/segredo primeiro e depois retornar às configurações para autorizar

# #30157
source: Simple uses pre-defined folder locations, use Advanced Editor to define custom paths
pt_br: Simple usa locais de pastas predefinidos, use o Editor Avançado para definir caminhos personalizados

# #30158
source: Run backup on daily, weekly, monthly, or custom schedule
pt_br: Executar o backup em uma programação diária, semanal, mensal ou personalizada

# #30159
source: Backup started with unknown mode
pt_br: Backup iniciado com modo desconhecido

# #30160
source: Backup Filename Suffix
pt_br: Sufixo do Nome do Arquivo de Backup

# #30161
source: Amend a string to the end of each backup folder or ZIP file
pt_br: Altere uma string no final de cada pasta de backup ou arquivo ZIP

# #30162
source: this could take some time
pt_br: isso pode levar algum tempo

# #30163
source: Current folder
pt_br: Pasta atual
